export const CHINESE_TRANSLATIONS = {
  hello: "嗨!我是",
  headerText1: "我透過自學成為網頁開發工程師。",
  headerText2: "我喜歡藉由看不同的教學影片學習不同的新技術。",
  introduction: "介紹",
  overview: "個人概述",
  about_main_text:
    "歡迎參觀我的作品集！我是一位自學的網頁開發工程師。我從主修外語為專業，到透過軟體檢測的工作而踏上了自學網頁開發的旅程。現在的我喜歡學習軟體開發，在過去四年的工作經驗裡，我學會了HTML、CSS、JavaScript、jQuery、Bootstrap和PHP。在執行軟體檢測的過程中也培養了我對細節的關注，以及對用戶體驗的深刻理解。我踏上軟體開發的過程雖然不像電腦工程背景的工程師們一樣傳統扎實，但是這也使得我擁有更多元的技能組合，同時也讓我能以不同的觀點切入問題並且解決問題。我喜歡軟體開發為我帶來的挑戰，更享受於解題後的成就感!我會繼續在這個不斷變化的技術領域中持續學習。希望你喜歡我的作品！",
  work_experience: "工作經驗",
};
